[
    {
        "movie_title":"베놈: 라스트 댄스",
        "TMDB_ID":912649,
        "age_rating":"15",
        "synopsis":"환상의 케미스트리의 에디 브록과 그의 심비오트 베놈은 그들을 노리는 정체불명 존재의 추격을 피해 같이 도망을 다니게 된다. 한편 베놈의 창조자 널은 고향 행성에서부터 그들을 찾아내기 위해 지구를 침략하고 에디와 베놈은 그동안 겪어보지 못한 최악의 위기를 맞이하게 되는데…",
        "rating":6.5,
        "tmdb_score":3047.508,
        "runtime":109,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/3flIDcZF3tnR7m5OU2h7lLPQwmr.jpg",
        "genres":"SF, 액션, 모험",
        "director":"Kelly Marcel",
        "watch_providers":"정보 없음",
        "cast":"톰 하디 (Eddie Brock \/ Venom), 추이텔 에지오포 (General Rex Strickland), 주노 템플 (Dr. Teddy Paine), 클라크 바코 (Sadie Christmas), 리스 에반스 (Martin Moon), 스티븐 그레이엄 (Detective Mulligan), Peggy Lu (Mrs. Chen), Alanna Ubach (Nova Moon), Hala Finley (Echo Moon)"
    },
    {
        "movie_title":"테리파이어 3",
        "TMDB_ID":1034541,
        "age_rating":"정보 없음",
        "synopsis":"\"아트 더 클라운\"이 크리스마스 이브에 평화롭게 잠든 \"마일스 카운티\"의 주민들을 향해 혼돈을 일으키려 한다",
        "rating":6.9,
        "tmdb_score":1866.107,
        "runtime":125,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/l1175hgL5DoXnqeZQCcU3eZIdhX.jpg",
        "genres":"공포, 스릴러, 미스터리",
        "director":"Damien Leone",
        "watch_providers":"정보 없음",
        "cast":"로렌 라베라 (Sienna Shaw), 데이비드 하워드 손턴 (Art the Clown), Samantha Scaffidi (Victoria Heyes), Elliott Fullam (Jonathan Shaw), Margaret Anne Florence (Jessica), Bryce Johnson (Greg), Alexa Blair Robertson (Mia), Antonella Rose (Gabby), Mason Mecartea (Cole)"
    },
    {
        "movie_title":"와일드 로봇",
        "TMDB_ID":1184918,
        "age_rating":"ALL",
        "synopsis":"우연한 사고로 거대한 야생에 불시착한 로봇 로즈는 주변 동물들의 행동을 배우며 낯선 환경 속에 적응해 가던 중, 사고로 세상에 홀로 남겨진 아기 기러기 브라이트빌의 보호자가 된다. 로즈는 입력되어 있지 않은 새로운 역할과 관계에 낯선 감정을 마주하고 겨울이 오기 전에 남쪽으로 떠나야 하는 브라이트빌을 위해 동물들의 도움을 받아 이주를 위한 생존 기술을 가르쳐준다. 그러나 선천적으로 몸집이 작은 브라이트빌은 짧은 비행도 힘겨워 하는데...",
        "rating":8.472,
        "tmdb_score":1808.363,
        "runtime":102,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/8dkuf9IuVh0VZjDTk7kAY67lU0U.jpg",
        "genres":"애니메이션, SF, 가족",
        "director":"크리스 샌더스",
        "watch_providers":"wavve, Naver Store",
        "cast":"루피타 뇽오 (Roz \/ Rummage (voice)), 페드로 파스칼 (Fink (voice)), 킷 코너 (Brightbill (voice)), 빌 나이 (Longneck (voice)), 스테파니 수 (Vontra (voice)), Matt Berry (Paddler (voice)), 빙 레임스 (Thunderbolt (voice)), 마크 해밀 (Thorn (voice)), 캐서린 오하라 (Pinktail (voice))"
    },
    {
        "movie_title":"글래디에이터 II",
        "TMDB_ID":558449,
        "age_rating":"19",
        "synopsis":"로마의 영웅이자 최고의 검투사였던 막시무스가 콜로세움에서 죽음을 맞이한 뒤 20여 년이 흐른 후. 쌍둥이 황제 게타와 카라칼라의 폭압 아래 시민을 위한 자유로운 나라 로마의 꿈은 잊힌 지 오래다. 한편 아카시우스 장군이 이끄는 로마군에 대패한 후 모든 것을 잃고 노예로 전락한 루시우스는 강한 권력욕을 지닌 마크리누스의 눈에 띄어 검투사로 발탁된다. 로마를 향한 걷잡을 수 없는 분노, 타고난 투사의 기질로 콜로세움에 입성하게 된 루시우스는 결투를 거듭하며 자신이 진짜 누구인지 알게 되고 마침내 로마의 운명을 건 결전을 준비하게 되는데...!",
        "rating":6.766,
        "tmdb_score":1742.5,
        "runtime":148,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/b5UXjzW5cLZhprMnlAmsVAA3G4t.jpg",
        "genres":"액션, 모험, 드라마",
        "director":"리들리 스콧",
        "watch_providers":"정보 없음",
        "cast":"폴 메스칼 (Lucius Verus \/ Hanno), 덴젤 워싱턴 (Macrinus), 페드로 파스칼 (General Acacius), 코니 닐센 (Lucilla), 조셉 퀸 (Emperor Geta), 프레드 헤킨저 (Emperor Caracalla), Lior Raz (Viggo), 데릭 재커비 (Gracchus), Peter Mensah (Jugurtha)"
    },
    {
        "movie_title":"아포칼립스 Z: 종말의 시작",
        "TMDB_ID":1118031,
        "age_rating":"정보 없음",
        "synopsis":"광견병과 유사한 질병이 지구 전역에 퍼져 사람들이 공격적인 생명체로 변한다. 마넬은 고양이와 함께 집에 숨어서 재치를 발휘해 살아남는다. 곧 둘은 식량을 구하고 육지와 바다의 안전한 곳을 찾기 위해 떠나야 한다.",
        "rating":6.766,
        "tmdb_score":1638.618,
        "runtime":119,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/hofZ9t2zQEYjQWNZ8cPjMByVHci.jpg",
        "genres":"드라마, 액션, 공포",
        "director":"Carles Torrens",
        "watch_providers":"Amazon Prime Video",
        "cast":"Francisco Ortiz (Manel), José María Yázpik (Pritchenko), Berta Vázquez (Lucía), Iria del Río (Julia), Marta Poveda (Belén), Amalia Gómez (Gabriela), María Salgueiro (Sister Cecilia), Iuri Mikhailitxenko (Ushakov), Ian Monclús (Max)"
    },
    {
        "movie_title":"데드풀과 울버린",
        "TMDB_ID":533535,
        "age_rating":"19",
        "synopsis":"히어로 생활에서 은퇴한 후, 평범한 중고차 딜러로 살아가던 ‘데드풀’이 예상치 못한 거대한 위기를 맞아 모든 면에서 상극인 ‘울버린’을 찾아가게 되며 펼쳐지는 도파민 폭발 액션 블록버스터.",
        "rating":7.689,
        "tmdb_score":1327.058,
        "runtime":128,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/4Zb4Z2HjX1t5zr1qYOTdVoisJKp.jpg",
        "genres":"액션, 코미디, SF",
        "director":"숀 레비",
        "watch_providers":"Disney Plus",
        "cast":"라이언 레이놀즈 (Wade Wilson \/ Deadpool \/ Nicepool), 휴 잭맨 (Logan \/ Wolverine), 엠마 코린 (Cassandra Nova), 매튜 맥패디언 (Mr. Paradox), 다프네 킨 (Laura \/ X-23), 존 패브로 (Happy Hogan), 모레나 바카린 (Vanessa), 롭 딜레이니 (Peter), 레슬리 어검스 (Blind Al)"
    },
    {
        "movie_title":"서브스턴스",
        "TMDB_ID":933260,
        "age_rating":"15",
        "synopsis":"더 나은 버전의 당신을 꿈꿔본 적 있나요? 당신의 인생을 바꿔줄 신제품 ‘서브스턴스’. ‘서브스턴스’는 또 다른 당신을 만들어냅니다. 새롭고, 젊고, 더 아름답고, 더 완벽한 당신을. 단 한가지 규칙, 당신의 시간을 공유하면 됩니다. 당신을 위한 일주일, 새로운 당신을 위한 일주일, 각각 7일간의 완벽한 밸런스. 쉽죠? 균형을 존중한다면… 무엇이 잘못될 수 있을까요?",
        "rating":7.3,
        "tmdb_score":1205.748,
        "runtime":140,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/pq5Wh3DE0KIBjF2kdGHn98eV1PC.jpg",
        "genres":"드라마, 공포, SF",
        "director":"코랄리 파르자",
        "watch_providers":"정보 없음",
        "cast":"데미 무어 (Elisabeth), 마가렛 퀄리 (Sue), 데니스 퀘이드 (Harvey), Edward Hamilton-Clark (Fred), Gore Abrams (Oliver), Oscar Lesage (Troy), Christian Erickson (Man at Diner), Robin Greer (Male Nurse), Tom Morton (Doctor)"
    },
    {
        "movie_title":"트랜스포머 ONE",
        "TMDB_ID":698687,
        "age_rating":"ALL",
        "synopsis":"사이버트론 행성의 지하 광산에서 일하는 변신 못 하는 하급 로봇 오라이온 팩스와 D-16. 한 번도 가보지 못한 지상 세계를 꿈꾸던 둘은 쾌활한 수다쟁이 B-127, 카리스마 넘치는 엘리타 원과 함께 출입이 금지된 지상에 도달한다. 지상에서 잠들어 있던 알파 트라이온을 만난 넷은 그의 도움으로 잠재되어 있던 변신 능력을 얻게 된다. 막강한 힘과 변신 능력으로 자유를 느낀 것도 잠시, 자신들의 행성을 지배하고 있는 거대한 배후의 존재를 알게 되며 모든 것을 바꿀 전쟁을 시작하는데…",
        "rating":8.103,
        "tmdb_score":1113.84,
        "runtime":104,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/c2JXlWzvXegSda8qaATr8I47kMx.jpg",
        "genres":"애니메이션, SF, 모험, 가족",
        "director":"조시 쿨리",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"크리스 헴스워스 (Orion Pax \/ Optimus Prime (voice)), 브라이언 타이리 헨리 (D-16 \/ Megatron (voice)), 스칼렛 요한슨 (Elita-1 (voice)), 키건마이클 키 (B-127 (voice)), 존 햄 (Sentinel Prime (voice)), 스티브 부세미 (Starscream (voice)), 로렌스 피시번 (Alpha Trion (voice)), Vanessa Liguori (Airachnid (voice)), Jon Bailey (Soundwave (voice))"
    },
    {
        "movie_title":"에이리언: 로물루스",
        "TMDB_ID":945961,
        "age_rating":"15",
        "synopsis":"2142년, 부모 세대가 맞닥뜨렸던 암울한 미래를 피하려는 청년들이 더 나은 삶을 찾기 위해 식민지를 떠날 계획을 세운다. 하지만 버려진 우주 기지 로물루스에 도착한 이들은 악몽과도 같은 에이리언의 무자비한 공격에 쫓기기 시작한다. 그 누구도 그들의 절규를 들을 수 없는 우주 한가운데, 생존을 위한 치열한 사투를 벌여야 하는데...",
        "rating":7.26,
        "tmdb_score":946.215,
        "runtime":119,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/AmWTYg3RCMv7fbQxwCqrxiaUhkc.jpg",
        "genres":"공포, SF",
        "director":"페데 알바레즈",
        "watch_providers":"정보 없음",
        "cast":"케일리 스패니 (Rain), 데이비드 존슨 (Andy), Archie Renaux (Tyler), 이사벨라 메르세드 (Kay), Spike Fearn (Bjorn), Aileen Wu (Navarro), Rosie Ede (WY Officer), Soma Simon (10-Year-Old Punk #1), Bence Okeke (10-Year-Old Punk #2)"
    },
    {
        "movie_title":"아카디안",
        "TMDB_ID":1051896,
        "age_rating":"19",
        "synopsis":"문명의 대부분이 파괴된 지구, 쌍둥이 형제들이 정체를 알 수 없는 괴물들로부터 아버지 ‘폴’과 이웃들을 지키기 위해 나서며 벌어지는 액션 스릴러",
        "rating":6.063,
        "tmdb_score":866.949,
        "runtime":92,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/spWV1eRzlDxvai8LbxwAWR0Vst4.jpg",
        "genres":"액션, 공포, 스릴러, SF",
        "director":"Benjamin Brewer",
        "watch_providers":"정보 없음",
        "cast":"니콜라스 케이지 (Paul), 제이든 리버허 (Joseph), Maxwell Jenkins (Thomas), Sadie Soverall (Charlotte), Samantha Coughlan (Mrs. Rose), Joel Gillman (Hobson), Joe Dixon (Mr. Rose), Daire McMahon (Militant Farmer (uncredited))"
    },
    {
        "movie_title":"스마일 2",
        "TMDB_ID":1100782,
        "age_rating":"19",
        "synopsis":"월드투어를 앞두고 자신의 눈 앞에서 기괴한 미소와 함께 끔찍한 죽음을 맞은 친구를 목격한 팝스타 ‘스카이’. 그 날 이후 공연 리허설과 팬 미팅 행사 등 그녀의 삶 곳곳에서 끔찍한 일들이 잇따라 발생한다. 화려한 스타의 삶을 뒤덮은 공포에서 벗어나기 위해 몸부림치던 ‘스카이’는 자신이 죽어야만 전염처럼 번지는 저주가 끝난다는 사실을 듣게 되는데…",
        "rating":6.914,
        "tmdb_score":850.72,
        "runtime":128,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/4nQk1OgbtdnKYMEQiOwwMB4yGxn.jpg",
        "genres":"공포, 미스터리",
        "director":"파커 핀",
        "watch_providers":"wavve, Google Play Movies",
        "cast":"나오미 스콧 (Skye Riley), Rosemarie DeWitt (Elizabeth Riley), 루카스 게이지 (Lewis), Miles Gutierrez-Riley (Joshua), 피터 제이컵슨 (Morris), Ray Nicholson (Paul Hudson), Dylan Gelula (Gemma), Raúl Castillo (Darius), 카일 갤너 (Joel)"
    },
    {
        "movie_title":"슈퍼배드 4",
        "TMDB_ID":519182,
        "age_rating":"ALL",
        "synopsis":"슈트-업 하고 악당 전담 처리반 AVL이 된 에이전트 미니언즈와 미니언즈 만큼 귀여운 그루 주니어가 태어나면서 더욱 완벽해진 그루 패밀리. 이들 앞에 과거 그루의 고등학교 동창이자 그에게 체포당했던 빌런 맥심이 등장하고, 오직 그루를 향한 복수심에 불타올라 탈옥까지 감행한 맥심은 그루 패밀리의 뒤를 바짝 추격하며 위협을 가하기 시작하는데... 과연 에이전트 미니언즈와 그루 패밀리는 맥심을 막아낼 수 있을까?",
        "rating":7.1,
        "tmdb_score":825.498,
        "runtime":94,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/5hl1PEpAvZ8Ok37kB7woIssHi3X.jpg",
        "genres":"애니메이션, 가족, 코미디, 액션",
        "director":"Chris Renaud",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"스티브 카렐 (Gru (voice)), 크리스틴 위그 (Lucy (voice)), 윌 페럴 (Maxime (voice)), 소피아 베르가라 (Valentina (voice)), 미란다 코스그로브 (Margo (voice)), Dana Gaier (Edith (voice)), Madison Polan (Agnes (voice)), Pierre Coffin (Minions (voice)), Chris Renaud (Principal Übelschlecht (voice))"
    },
    {
        "movie_title":"베놈",
        "TMDB_ID":335983,
        "age_rating":"15",
        "synopsis":"진실을 위해서라면 몸을 사리지 않고 사회의 부조리를 취재하는 정의로운 열혈 기자 에디 브록. 거대 기업 라이프 파운데이션의 생체실험에 의혹을 품고 뒤를 쫓던 그는 이들의 사무실에 잠입했다가 실험실에서 외계 생물체 심비오트의 기습 공격을 받게 된다. 심비오트가 숙주의 몸과 정신을 지배할 때 능력을 발휘하는 베놈은 에디의 몸에 기생하며 갖가지 소동을 일으킨다. 한편 비밀리에 인간과 심비오트를 결합해 새로운 생명체를 만들려는 시도를 계속하던 라이프 파운데이션의 회장 드레이크 또한 심비오트의 숙주가 된다.",
        "rating":6.835,
        "tmdb_score":731.076,
        "runtime":112,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/x4ojC59pYfPlAP4mmy2LSkCCuK2.jpg",
        "genres":"SF, 액션",
        "director":"루빈 플라이셔",
        "watch_providers":"wavve, Watcha",
        "cast":"톰 하디 (Eddie Brock \/ Venom), 미셸 윌리엄스 (Anne Weying), 리즈 아메드 (Carlton Drake \/ Riot), Scott Haze (Security Chief Roland Treece), 리드 스콧 (Dr. Dan Lewis), 제니 슬레이트 (Dr. Dora Skirth), Melora Walters (Homeless Woman Maria), 우디 해럴슨 (Cletus Kasady \/ Carnage), Peggy Lu (Mrs. Chen)"
    },
    {
        "movie_title":"몬테크리스토 백작",
        "TMDB_ID":1084736,
        "age_rating":"정보 없음",
        "synopsis":"에드먼드 단테스는  음모에 빠져 결혼식 날 자신이 저지르지도 않은 범죄로 체포된다. 샤토 디프에서 14년 동안의 수감 생활을 끝으로 탈옥에 성공하고  꿈에 그리던 부자가 된다. 단테스는 몬테크리스토 백작으로 신분을 위장하고 세 남자에게 복수를 실행에 옮긴다.",
        "rating":8.229,
        "tmdb_score":715.689,
        "runtime":178,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/4MlHj9EWOFIDoa4uXwcQhnf66w5.jpg",
        "genres":"액션, 모험, 드라마, 역사, 로맨스, 스릴러",
        "director":"Alexandre de La Patellière",
        "watch_providers":"정보 없음",
        "cast":"피에르 니네이 (Edmond Dantès \/ le Comte de Monte-Cristo \/ Lord Halifax), Bastien Bouillon (Fernand de Morcerf), 아나이스 드무스티에 (Mercédès Herrera), 아나마리아 바르톨로메이 (Haydée), Laurent Lafitte (Gérard de Villefort), Pierfrancesco Favino (Abbé Faria), Patrick Mille (Danglars), Vassili Schneider (Albert de Morcerf), Julien de Saint Jean (Andrea)"
    },
    {
        "movie_title":"인사이드 아웃 2",
        "TMDB_ID":1022789,
        "age_rating":"ALL",
        "synopsis":"13살이 된 라일리의 행복을 위해 매일 바쁘게 머릿속 감정 컨트롤 본부를 운영하는 ‘기쁨’, ‘슬픔’, ‘버럭’, ‘까칠’, ‘소심’. 그러던 어느 날, 낯선 감정인 ‘불안’, ‘당황’, ‘따분’, ‘부럽’이가 본부에 등장하고, 언제나 최악의 상황을 대비하며 제멋대로인 ‘불안’이와 기존 감정들은 계속 충돌한다. 결국 새로운 감정들에 의해 본부에서 쫓겨나게 된 기존 감정들은 다시 본부로 돌아가기 위해 위험천만한 모험을 시작하는데…",
        "rating":7.59,
        "tmdb_score":711.628,
        "runtime":97,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/x2BHx02jMbvpKjMvbf8XxJkYwHJ.jpg",
        "genres":"애니메이션, 가족, 모험, 코미디, 드라마",
        "director":"켈시 만",
        "watch_providers":"Disney Plus",
        "cast":"에이미 폴러 (Joy (voice)), 마야 호크 (Anxiety (voice)), 켄싱턴 톨먼 (Riley (voice)), 리자 라피라 (Disgust (voice)), 토니 헤일 (Fear (voice)), 루이스 블랙 (Anger (voice)), 필리스 스미스 (Sadness (voice)), 아요 에데비리 (Envy (voice)), 릴리마르 에르난데스 (Valentina (voice))"
    },
    {
        "movie_title":"글래디에이터",
        "TMDB_ID":98,
        "age_rating":"15",
        "synopsis":"죽을 날이 머지않은 황제 마르쿠스 아우렐리우스는 막시무스를 총애하여 아들이 아닌 그에게 권력을 넘겨주기로 한다. 황제의 아들 코모두스는 이에 질투와 분노를 느껴 황제를 살해한다. 왕좌를 이어받은 코모두스는 막시무스와 그의 가족을 죽이라고 명령한다. 가족을 모두 잃고 겨우 살아남은 막시무스는 노예로 전락하고, 투기장의 검투사가 된다. 그에게 남은 건 오직 황제 코모두스에 대한 복수 뿐. 검투사로서 매 경기마다 승리로 이끌면서 살아남자 그의 명성은 날로 높아 간다. 그러던 어느 날 오래 전 사랑했던 황제의 누이 루실라를 다시 만나게 되는데...",
        "rating":8.216,
        "tmdb_score":569.323,
        "runtime":154,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/yemF0xxGU56Pf3JXxVr4C6kuKng.jpg",
        "genres":"액션, 드라마, 모험",
        "director":"리들리 스콧",
        "watch_providers":"Netflix, wavve, Watcha, Netflix basic with Ads",
        "cast":"러셀 크로우 (Maximus), 호아킨 피닉스 (Commodus), 코니 닐센 (Lucilla), 올리버 리드 (Proximo), 리처드 해리스 (Marcus Aurelius), 데릭 재커비 (Gracchus), 자이먼 혼수 (Juba), 데이비드 쇼필드 (Falco), 존 슈라프넬 (Gaius)"
    },
    {
        "movie_title":"메갈로폴리스",
        "TMDB_ID":592831,
        "age_rating":"정보 없음",
        "synopsis":"재난으로 파괴된 뉴욕풍 대도시. 부패한 시장 프랭크 시세로와 이상주의자 건축가 시저는 도시의 재건 방향성을 놓고 대립한다. 사교계 스타인 프랭크의 딸 줄리아는 둘 사이에서 자신만의 길을 찾고자 한다.",
        "rating":5.6,
        "tmdb_score":417.552,
        "runtime":138,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/8Sok3HNA3r1GHnK2lCytHyBz1A.jpg",
        "genres":"드라마, SF",
        "director":"프랜시스 포드 코폴라",
        "watch_providers":"정보 없음",
        "cast":"애덤 드라이버 (Cesar Catilina), 지안카를로 에스포지토 (Mayor Cicero), 나탈리 엠마뉴엘 (Julia Cicero), 오브리 플라자 (Wow Platinum), 샤이아 라보프 (Clodio Pulcher), 존 보이트 (Hamilton Crassus III), 로렌스 피시번 (Fundi Romaine), 탈리아 샤이어 (Constance Crassus Catilina), 제이슨 슈워츠먼 (Jason Zanderz)"
    },
    {
        "movie_title":"베놈 2: 렛 데어 비 카니지",
        "TMDB_ID":580489,
        "age_rating":"15",
        "synopsis":"‘베놈'과 완벽한 파트너가 된 ‘에디 브록' 앞에 ‘클리터스 캐서디'가 ‘카니지'로 등장, 앞으로 닥칠 대혼돈의 세상을 예고한다. 대혼돈의 시대가 시작되고, 악을 악으로 처단할 것인가?",
        "rating":6.8,
        "tmdb_score":496.763,
        "runtime":97,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/fHnKlSp28U648O4vm95z86Jw5tT.jpg",
        "genres":"SF, 액션, 모험",
        "director":"앤디 서키스",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"톰 하디 (Eddie Brock \/ Venom), 우디 해럴슨 (Cletus Kasady \/ Carnage), 미셸 윌리엄스 (Anne Weying), 나오미 해리스 (Frances Louise Barrison \/ Shriek), 리드 스콧 (Dr. Dan Lewis), 스티븐 그레이엄 (Detective Mulligan), Peggy Lu (Mrs. Chen), Sian Webber (Dr. Pazzo), Michelle Greenidge (Mugging Victim)"
    },
    {
        "movie_title":"카나리 블랙",
        "TMDB_ID":976734,
        "age_rating":"정보 없음",
        "synopsis":"CIA 최고 요원 에이버리 그레이브스(케이트 베킨세일)는 납치된 남편을 구하기 위해 조국을 배신하라는 테러리스트의 협박을 받는다. 팀과 단절된 그녀는 납치범들이 원하는 정보를 찾기 위해 지하세계의 인맥에 도움을 청한다. 매번 배신을 당하는 에이버리는 글로벌 위기를 촉발할 수 있는 몸값을 전달하기 위해 치명적인 경쟁에 뛰어들게 되는데...",
        "rating":6.31,
        "tmdb_score":473.939,
        "runtime":103,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/hhiR6uUbTYYvKoACkdAIQPS5c6f.jpg",
        "genres":"액션, 스릴러, 범죄",
        "director":"Pierre Morel",
        "watch_providers":"정보 없음",
        "cast":"케이트 베킨세일 (Avery Graves), 루퍼트 프렌드 (David Brooks), Saffron Burrows (Elizabeth Mills), 레이 스티븐슨 (Jarvis Hedlund), Goran Kostić (Breznov), Ben Miles (DCIA Nathan Evans), Jaz Hutchins (Agent Maxfield), Romina Tonković (Sorina), Ana Cilas (Abby)"
    },
    {
        "movie_title":"조커: 폴리 아 되",
        "TMDB_ID":889737,
        "age_rating":"15",
        "synopsis":"2년 전, 세상을 뒤흔들며 고담시 아이콘으로 자리한 아서 플렉은 아캄 수용소에 갇혀 최종 재판을 앞둔 무기력한 삶을 살아간다. 그러던 어느 날, 수용소에서 운명적으로 만난 리 퀸젤은 아서의 삶을 다시 뒤바꾸며 그의 마음 속에 잠들어 있던 조커를 깨우고 리 역시 각성하며 자신을 할리 퀸이라 지칭하며 서로에게 깊이 빠져든다. 무고한 시민을 죽인 죄로 재판에 오르게 된 아서. 그는 최후의 심판대에서 할리 퀸과 함께 자신, 조커의 이야기를 시작하는데…",
        "rating":5.601,
        "tmdb_score":442.507,
        "runtime":138,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/dA1TGJPTVjlqPc8PiEE2PfvFBUp.jpg",
        "genres":"드라마, 범죄, 스릴러",
        "director":"토드 필립스",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"호아킨 피닉스 (Arthur Fleck), 레이디 가가 (Lee Quinzel), 브렌던 글리슨 (Jackie Sullivan), 캐서린 키너 (Maryanne Stewart), 재지 비츠 (Sophie Dumond), 스티브 쿠건 (Paddy Meyers), Harry Lawtey (Harvey Dent), 리 길 (Gary Puddles), 켄 렁 (Dr. Victor Liu)"
    },
    {
        "movie_title":"플레저",
        "TMDB_ID":592695,
        "age_rating":"정보 없음",
        "synopsis":"벨라 체리는 포르노 영화 배우의 꿈을 안고 로스앤젤레스에 도착하지만,  그녀는 그녀의 야망과 교활함을 활용하여 이 매혹적이고 독특한 세계의  정상에 오르기 위해 노력하지만 그런 명성이 쉽게 오지 않는다는 것을 곧 알게 된다.",
        "rating":6.2,
        "tmdb_score":361.754,
        "runtime":108,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/t3SEI2YI81oO3nEgjJ9jMAIKApY.jpg",
        "genres":"드라마",
        "director":"Ninja Thyberg",
        "watch_providers":"Google Play Movies",
        "cast":"Sofia Kappel (Bella Cherry), Zelda Morrison (Joy), Tee Reel (Mike), Evelyn Claire (Ava), Chris Cock (Bear), Dana DeArmond (Ashley), Kendra Spade (Kimberly), Mark Spiegler (Spiegler), Eva Melander (Mother (voice))"
    },
    {
        "movie_title":"나쁜 녀석들: 라이드 오어 다이",
        "TMDB_ID":573435,
        "age_rating":"15",
        "synopsis":"마이애미 강력반 최고의 콤비 마이크와 마커스. 가족 같은 하워드 반장이 사망 전 마약 카르텔 조직의 비리에 연루되었다는 뉴스 속보를 접하게 된다. 하지만 아무도 믿지 말라는 하워드 반장의 비밀 메시지를 받은 마이크와 마커스 형사는 사건의 진실을 밝히기 위해 위험한 수사를 시작한다. 서서히 드러나는 거대한 음모와 마주하게 된 나쁜 녀석들. 그러나 이들 역시 함정에 빠져 사건의 용의자로 지목되며 동료 경찰들은 물론 마약 카르텔 조직에게도 쫓기는 신세가 되고 마는데…",
        "rating":7.492,
        "tmdb_score":345.193,
        "runtime":115,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/wIrhEUBWjRmZuL1Ix41cF2LhJrW.jpg",
        "genres":"액션, 코미디",
        "director":"아딜 엘 아르비",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"윌 스미스 (Mike Lowrey), 마틴 로런스 (Marcus Burnett), 바네사 허진스 (Kelly), 알렉산더 루드위그 (Dorn), 파올라 누녜스 (Rita), 에릭 데인 (McGrath), 요안 그리피드 (Lockwood), 제이컵 시피오 (Armando), Melanie Liburd (Christine)"
    },
    {
        "movie_title":"녹스 고즈 어웨이",
        "TMDB_ID":972614,
        "age_rating":"정보 없음",
        "synopsis":"빠르게 진행되는 치매 진단을 받은 청부 살인범에게 소원해진 성인 아들의 생명을 구함으로써 자신을 구원할 수 있는 기회가 주어지지만 이를 위해 자신을 쫓는 경찰과 빠르게 악화되는 정신 상태와 맞서 싸워야 한다.",
        "rating":6.7,
        "tmdb_score":429.033,
        "runtime":114,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/w39qKYjltCix18BwtoZ1e45usdb.jpg",
        "genres":"범죄, 스릴러, 액션",
        "director":"마이클 키튼",
        "watch_providers":"정보 없음",
        "cast":"마이클 키튼 (John Knox), 알 파치노 (Xavier Crane), 마시아 그레이 하든 (Ruby Knox), 제임스 마스던 (Miles Knox), 수지 나카무라 (Detective Emily Ikari), 요안나 쿨리크 (Annie), Ray McKinnon (Thomas Muncie), John Hoogenakker (Detective Rale), Lela Loren (Cheryl Knox)"
    },
    {
        "movie_title":"더 플랫폼 2",
        "TMDB_ID":1125510,
        "age_rating":"19",
        "synopsis":"수직 구조로 된 감방. 정체 모를 리더가 잔혹한 시스템에 자체적인 규범을 도입시키고, 이후 새로운 인물이 나타나 수상한 배급 방식에 대해 반기를 든다.",
        "rating":5.644,
        "tmdb_score":359.645,
        "runtime":100,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/poELZsrROLJW28gc1V9nB1kJigq.jpg",
        "genres":"SF, 공포",
        "director":"갈데르 가스텔루-우루티아",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"Milena Smit (Perempuán), Hovik Keuchkerian (Zamiatin), Natalia Tena (Sahabat), 오스카르 하에나다 (Dagin Babi), Ivan Massagué (Goreng), Zorion Eguileor (Trimagasi), Bastien Ughetto (Robespierre), Armando Buika (Barbarian Level 73), Pedro Bachura (Barbarian Level 54)"
    },
    {
        "movie_title":"존 윅 4",
        "TMDB_ID":603692,
        "age_rating":"18",
        "synopsis":"죽을 위기에서 살아난 존 윅은 최고 회의를 쓰러트릴 방법을 찾아낸다. 비로소 완전한 자유의 희망을 보지만, 빌런 그라몽 후작과 전 세계의 최강 연합은 존 윅의 오랜 친구까지 적으로 만들어 버리고, 새로운 위기에 놓인 존 윅은 최후의 반격을 준비하는데...",
        "rating":7.731,
        "tmdb_score":219.923,
        "runtime":170,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/h3LsdSBzhRnBebz4BTpAhh63PD3.jpg",
        "genres":"액션, 스릴러, 범죄",
        "director":"채드 스타헬스키",
        "watch_providers":"Watcha",
        "cast":"키아누 리브스 (John Wick), 견자단 (Caine), 빌 스카스가드 (Marquis), 이언 맥셰인 (Winston), 로렌스 피시번 (Bowery King), 랜스 레딕 (Charon), 클랜시 브라운 (Harbinger), 사나다 히로유키 (Shimazu), Rina Sawayama (Akira)"
    },
    {
        "movie_title":"나의 잘못",
        "TMDB_ID":1010581,
        "age_rating":"정보 없음",
        "synopsis":"노아는 남자 친구와 친구들이 있는 동네를 뒤로하고 엄마의 새 부자 남편 저택으로 이사를 가게 된다. 의붓오빠 닉과는 첫 만남부터 삐걱댔지만 곧 서로에게 이끌려 금지된 관계를 맺는다. 반항심과 고뇌로 가득 찬 그들의 인생은 송두리째 흔들리고 둘은 결국 뜨거운 사랑에 빠진다.",
        "rating":7.916,
        "tmdb_score":358.494,
        "runtime":117,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/duT8Vks5FXwDkpxoR84xb2a6VB6.jpg",
        "genres":"로맨스, 드라마",
        "director":"Domingo González",
        "watch_providers":"Amazon Prime Video",
        "cast":"니콜 월리스 (Noah Morgan), 가브리엘 게바라 (Nick Leister), Marta Hazas (Rafaela), Iván Sánchez (William Leister), Eva Ruiz (Jenna), Víctor Varona (Lion), Fran Berenguer (Ronnie), Adriana Ubani (Anna), Ivan Massagué (Jonas)"
    },
    {
        "movie_title":"비틀쥬스 비틀쥬스",
        "TMDB_ID":917496,
        "age_rating":"12",
        "synopsis":"유령과 대화하는 영매로 유명세를 타게 된 리디아와 그런 엄마가 마음에 들지 않는 10대 딸 아스트리드. 할아버지 찰스의 갑작스러운 죽음으로 가족들은 함께 시골 마을에 내려간다. 유령을 보는 엄마가 마음에 들지 않는 아스트리드는 방황하던 중 함정에 빠져 저세상에 발을 들이게 되고 딸을 구하기 위해 리디아는 인간을 믿지 않는 저세상 슈퍼스타 비틀쥬스를 소환한다. 이루지 못한 리디아와의 결혼을 조건으로 내민 비틀쥬스. 이번엔 아스트리드가 비틀쥬스를 다시 저세상으로 보내야 하는데···",
        "rating":7.145,
        "tmdb_score":349.0,
        "runtime":105,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/ypWQatJYyESE5PIzdlSdiOyWYja.jpg",
        "genres":"코미디, 판타지, 공포",
        "director":"팀 버튼",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"마이클 키튼 (Beetlejuice), 위노나 라이더 (Lydia), 캐서린 오하라 (Delia), 제나 오르테가 (Astrid), 저스틴 서로 (Rory), 윌렘 대포 (Jackson), 모니카 벨루치 (Delores), Arthur Conti (Jeremy), Nick Kellington (Bob - Shrinker)"
    },
    {
        "movie_title":"돈 무브",
        "TMDB_ID":1063877,
        "age_rating":"19",
        "synopsis":"사랑하는 이를 잃은 슬픔을 달래려 외딴 숲을 찾은 여자. 우연히 마주친 살인마에게 마비성 약물을 주입당하는데. 온몸이 점점 마비되어 가는 가운데, 그녀의 생존을 건 싸움이 시작된다.",
        "rating":6.4,
        "tmdb_score":303.218,
        "runtime":92,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/oYWAVAhvpB9CmlJuZD3n23vEgiU.jpg",
        "genres":"스릴러, 공포",
        "director":"Adam Schindler",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"Kelsey Asbille (Iris), Finn Wittrock (Richard), 대니얼 프랜시스 (Dontrell), Moray Treadwell (Bill), Dylan Beam (Daughter (voice)), Kate Nichols (Young Mom), Skye Little Wing Dimova-Saw (Young Boy), Denis Kostadinov (Mateo)"
    },
    {
        "movie_title":"테리파이어",
        "TMDB_ID":420634,
        "age_rating":"정보 없음",
        "synopsis":"할로윈 밤. 술마시고 진탕 놀다 귀가하던 타라와 돈은 광대 복장의 남자와 맞닥뜨린다. 이들은 할로윈 코스프레를 한 찌질남으로 치부하지만, 그는 수년 전 세상을 떠들썩하게 만든 광대 살인마였고 할로윈 밤에 다시 돌아온 것이었다. 두 사람은 광대 살인마의 표적이 되는데...",
        "rating":6.394,
        "tmdb_score":390.004,
        "runtime":85,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/sFaPj5UyIAsiRuIgVl60pCYUzmR.jpg",
        "genres":"공포, 스릴러",
        "director":"Damien Leone",
        "watch_providers":"정보 없음",
        "cast":"데이비드 하워드 손턴 (Art the Clown), Jenna Kanell (Tara Heyes), Samantha Scaffidi (Victoria Heyes), Catherine Corcoran (Dawn), Pooya Mohseni (Cat Lady), Matt McAllister (Mike the Exterminator), Katie Maguire (Monica Brown), Gino Cafarelli (Steven), Cory DuVal (Coroner)"
    },
    {
        "movie_title":"플로우",
        "TMDB_ID":823219,
        "age_rating":"ALL",
        "synopsis":"대홍수가 세상을 덮친 뒤, 유일한 피난처가 된 배 한 척을 타고 다양한 동물 친구들과 항해를 시작한 ‘고양이’의 눈부신 모험담",
        "rating":8.546,
        "tmdb_score":338.168,
        "runtime":85,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/kX9gzHyfwXCkTszBcPekQZxPnzP.jpg",
        "genres":"애니메이션, 판타지, 모험",
        "director":"Gints Zilbalodis",
        "watch_providers":"정보 없음",
        "cast":""
    },
    {
        "movie_title":"더 크로우",
        "TMDB_ID":957452,
        "age_rating":"",
        "synopsis":"인생에서 가장 어둡고 외로웠던 순간, 자신과 비슷한 영혼을 가진 '셸리'를 만나 영원한 사랑을 약속한 '에릭'.  완벽한 행복을 만끽하던 그때, 두 사람은 의문의 괴한들에게 무참히 살해 당하고 '셸리'는 과거의 끔찍한 실수로 지옥에 끌려가게 된다.  지옥에서 '셸리'를 되찾기 위해 '에릭'은 까마귀의 저주를 받아 불사의 몸이 되고 죽여도 죽지 않는 복수의 화신으로 부활하게 되는데…",
        "rating":5.9,
        "tmdb_score":292.342,
        "runtime":111,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/iQ6IgOGpx7Fzd52PD2tbRx9NMnl.jpg",
        "genres":"액션, 판타지, 공포",
        "director":"Rupert Sanders",
        "watch_providers":"정보 없음",
        "cast":"빌 스카스가드 (Eric), FKA twigs (Shelly), 대니 휴스턴 (Vincent Roeg), Josette Simon (Sophia), Laura Birn (Marion), Sami Bouajila (Kronos), Karel Dobrý (Roman), Jordan Bolger (Chance), Sebastian Orozco (Dom)"
    },
    {
        "movie_title":"탈출: 프로젝트 사일런스",
        "TMDB_ID":726139,
        "age_rating":"15",
        "synopsis":"한치 앞도 구분할 수 없는 짙은 안개 속 붕괴 직전의 공항대교에 고립된 사람들이 그 안에 도사리고 있는 예기치 못한 위협으로부터 살아남기 위해 고군분투하는 이야기.",
        "rating":7.0,
        "tmdb_score":283.926,
        "runtime":96,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/rXuSca6qEb4xPrSRT7XRzYCFbZB.jpg",
        "genres":"액션, 스릴러, 공포, SF",
        "director":"김태곤",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"이선균 (Cha Jung-won), 주지훈 (Jobak), 김희원 (Dr. Yang), 문성근 (Byung-hak), 예수정 (Soon-ok), 김태우 (Jung Hyun-baek), 박희본 (Mi-ran), 박주현 (Yu-ra), 김수안 (Cha Kyung-min)"
    },
    {
        "movie_title":"쿵푸팬더 4",
        "TMDB_ID":1011985,
        "age_rating":"ALL",
        "synopsis":"마침내 내면의 평화… 냉면의 평화…가 찾아왔다고 믿는 용의 전사 ‘포’ 이젠 평화의 계곡의 영적 지도자가 되고, 자신을 대신할 후계자를 찾아야만 한다. “이제 용의 전사는 그만둬야 해요?” 용의 전사로의 모습이 익숙해지고 새로운 성장을 하기보다 지금 이대로가 좋은 ‘포’ 하지만 모든 쿵푸 마스터들의 능력을 그대로 복제하는 강력한 빌런 ‘카멜레온’이 나타나고 그녀를 막기 위해 정체를 알 수 없는 쿵푸 고수 ‘젠’과 함께 모험을 떠나게 되는데… 포는 가장 강력한 빌런과 자기 자신마저 뛰어넘고 진정한 변화를 할 수 있을까?",
        "rating":7.09,
        "tmdb_score":292.796,
        "runtime":94,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/1ZNOOMmILNUzVYbzG1j7GYb5bEV.jpg",
        "genres":"애니메이션, 가족, 판타지, 액션",
        "director":"Mike Mitchell",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"잭 블랙 (Po (voice)), 아콰피나 (Zhen (voice)), 비올라 데이비스 (The Chameleon (voice)), 더스틴 호프만 (Shifu (voice)), 브라이언 크랜스턴 (Li (voice)), 제임스 홍 (Mr. Ping (voice)), 이언 맥셰인 (Tai Lung (voice)), 키호이콴 (Han (voice)), 로니 쳉 (Fish (voice))"
    },
    {
        "movie_title":"이프: 상상의 친구",
        "TMDB_ID":639720,
        "age_rating":"ALL",
        "synopsis":"상상의 친구 ‘이프’를 볼 수 있는 능력을 지닌 한 소녀가 아이들에게 잊혀졌던 ‘이프’를 다시 되찾아주기 위해 마법 같은 모험을 시작하는 이야기를 그린 영화",
        "rating":7.28,
        "tmdb_score":269.258,
        "runtime":104,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/9GAOhSzXjXJR4AxYCa2AMzMGPVg.jpg",
        "genres":"코미디, 판타지, 가족",
        "director":"존 크래신스키",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"케일리 플레밍 (Bea), 라이언 레이놀즈 (Cal), 존 크래신스키 (Dad \/ Marshmallow (voice)), 피오나 쇼 (Grandmother), 스티브 카렐 (Blue (voice)), 피비 월러브리지 (Blossom (voice)), 루이스 고셋 주니어 (Lewis (voice)), 앨런 김 (Benjamin), Liza Colón-Zayas (Janet)"
    },
    {
        "movie_title":"캐시트럭",
        "TMDB_ID":637649,
        "age_rating":"19",
        "synopsis":"캐시트럭을 노리는 무장 강도에 의해 아들을 잃은 H(제이슨 스타뎀). 분노에 휩싸인 그는 아들을 죽인 범인의 단서를 찾기 위해 현금 호송 회사에 위장 취업한다. 첫 임무부터 백발백중 사격 실력을 자랑하며, 단숨에 에이스로 급부상한 H. 캐시트럭을 노리는 자들을 하나 둘 처리하며, 아들을 죽인 범인들과 점점 가까워지는데… 자비는 없다, 분노에 가득 찬 응징만이 남았다.",
        "rating":7.631,
        "tmdb_score":255.139,
        "runtime":118,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/qEkQy6H83Sz7vPWN9ZQXWl9RiBF.jpg",
        "genres":"범죄, 액션, 스릴러",
        "director":"가이 리치",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"제이슨 스타뎀 (H), Holt McCallany (Bullet), 조쉬 하트넷 (Boy Sweat Dave), 스콧 이스트우드 (Jan), Darrell D'Silva (Mike), 뱁스 올루산모쿤 (Moggy), 제프리 도노반 (Jackson), 에디 마산 (Terry), 앤디 가르시아 (Agent King)"
    },
    {
        "movie_title":"달콤 쌉사름한 초콜릿",
        "TMDB_ID":18183,
        "age_rating":"정보 없음",
        "synopsis":"페드로(Pedro: 마르코 레오나르디 분)와 리타(Tita: 루미 카바조스 분)는 서로 사랑하는 사이이다. 페드로 아버지는 리타 어머니에게 두 사람의 결혼을 청하나 거절당한다. 이유는 멕시코 명문가에서는 막내딸은 결혼은 못하고 어머니를 돌보도록 하는 풍습이 있는데 리타는 막내딸인 것이다. 리타 어머니는 리타보다 두살위인 언니 로사우라(Rosaura: 야렐리 아르즈멘디 분)와 결혼할 것을 제의한다. 페드로는 한집에서 같이 지낼 수 있다는 생각에 언니와의 결혼을 승락한다.  리타는 음식을 만들어 사람의 감정을 전달하는 신통력을 가지고 있다. 페드로와 언니 결혼식날, 케이크를 먹은 하객들은 불행한 결혼을 아는듯 눈물을 흘리고 토하게 된다. 그리고 페드로가 선물한 장미로 만든 장미꽃 소스를 통해 진정한 사랑의 마음을 전달하게 되고 큰 언니 헤루트루디(Gertrudis: 클라우뎃 마일레 분)는 열정을 못참고 집을 뛰쳐나가 혁명가의 아내가 된다. 로사우라의 난산으로 오게 된 브라운 박사(Doctor John Brown: 마리오 아반 마티네즈 분)는 리타를 보고 사랑을 느끼게 된다. 엘레나 부인(Mama Elena: 레지나 토르네 분)은 리타와 페드로 사이가 심상치 않음을 알고 페드로 부부를 삼촌집으로 보낸다. 로사우라의 아들이 전염병으로 죽었다는 소식을 들은 리타는 미치게 되어 브라운 박사 집에서 치료를 받게 된다. 둘은 사랑을 느끼게 되어 리타는 브라운 박사의 청혼을 받아들인다.  한편 엘레나 부인은 반란군이 침입해 저항하다 사망한다. 리타는 비로소 엄마의 비밀을 알게 되는데...",
        "rating":7.2,
        "tmdb_score":281.929,
        "runtime":105,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/bBToqYouLBaoojtC6AyRNeFcQoV.jpg",
        "genres":"드라마, 로맨스",
        "director":"Alfonso Arau",
        "watch_providers":"정보 없음",
        "cast":"Lumi Cavazos (Tita), Regina Torné (Elena), Ada Carrasco (Nacha), 마르코 레오나르디 (Pedro Muzquiz), Mario Iván Martínez (Doctor John Brown), Claudette Maillé (Gertrudis), Yareli Arizmendi (Rosaura), Joaquín Garrido (Sergeant Treviño), Pilar Aranda (Chencha)"
    },
    {
        "movie_title":"타임 컷",
        "TMDB_ID":827931,
        "age_rating":"15",
        "synopsis":"한 십 대 소녀가 시간을 거슬러 2024년에서 2003년으로 돌아간다. 언니가 마스크를 쓴 살인마에게 살해당하기 며칠 전으로 돌아간 소녀. 과연 미래를 파괴하지 않고 과거를 바꿀 수 있을까?",
        "rating":5.576,
        "tmdb_score":248.804,
        "runtime":90,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/59k1QVE0fiDJWqoGGKS8TcTqZPI.jpg",
        "genres":"공포, SF, 스릴러",
        "director":"Hannah Macpherson",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"매디슨 베일리 (Lucy), 앤터니아 젠트리 (Summer), 그리핀 글럭 (Quinn), 메간 베스트 (Emmy), 마이클 섕크스 (Gil), 레이철 크로퍼드 (Kendra), 섬머 H. 하웰 (Jessica), Sydney Sabiston (Val), Adam Hurtig (Deputy Craven)"
    },
    {
        "movie_title":"가필드 더 무비",
        "TMDB_ID":748783,
        "age_rating":"ALL",
        "synopsis":"세상귀찮 집냥이, 바쁘고 험난한 세상에 던져졌다! 집사 ‘존’과 반려견 ‘오디’를 기르며 평화로운 나날을 보내던 집냥이 ‘가필드’. 어느 날, 험악한 길냥이 무리에게 납치당해 냉혹한 거리로 던져진다. 돌봐주는 집사가 없는 집 밖 세상은 너무나도 정신없게 돌아가고 길에서 우연히 다시 만난 아빠 길냥이 ‘빅’은 오히려 ‘가필드’를 위기에 빠지게 하는데… 험난한 세상, 살아남아야 한다!",
        "rating":7.1,
        "tmdb_score":274.463,
        "runtime":101,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/57g3pHYi3p0JNVO1LkcyYbeMDBf.jpg",
        "genres":"애니메이션, 코미디, 가족, 모험, 액션",
        "director":"Mark Dindal",
        "watch_providers":"Netflix, Netflix basic with Ads",
        "cast":"크리스 프랫 (Garfield (voice)), 사무엘 L. 잭슨 (Vic (voice)), 해나 워딩엄 (Jinx (voice)), 빙 레임스 (Otto (voice)), 니콜라스 홀트 (Jon (voice)), 세실리 스트롱 (Marge Malone (voice)), 하비 길렌 (Odie (voice)), 브렛 골드스틴 (Roland (voice)), 보웬 양 (Nolan (voice))"
    },
    {
        "movie_title":"테리파이어 2",
        "TMDB_ID":663712,
        "age_rating":"18",
        "synopsis":"악명 높은 마일즈 카운티 대학살 이후 1년, 연쇄 살인마 ‘아트 더 크라운’이 한 유가족을 해치기 위해 다시 돌아온다. 악령의 환영에 이끌린 채, 살인마는 한 십대 소녀와 그녀의 남동생을 노린다. 악몽과 현실의 경계가 모호해질 수록 살인은 증가한다. 남매는 그들을 구원으로 이끌 한 가족의 비밀을 발견하고 ‘아트 더 크라운’의 학살을 멈추려한다.",
        "rating":6.76,
        "tmdb_score":246.684,
        "runtime":138,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/8gLhu8UFPZfH2Hv11JhTZkb9CVl.jpg",
        "genres":"공포, 스릴러",
        "director":"Damien Leone",
        "watch_providers":"정보 없음",
        "cast":"데이비드 하워드 손턴 (Art the Clown), 로렌 라베라 (Sienna Shaw), Elliott Fullam (Jonathan Shaw), Sarah Voigt (Barbara), Kailey Hyman (Brooke), Casey Hartnett (Allie), Charlie McElveen (Jeff), Amelie McLain (The Little Pale Girl), Johnath Davis (Ricky)"
    },
    {
        "movie_title":"우리가 끝이야",
        "TMDB_ID":1079091,
        "age_rating":"15",
        "synopsis":"아버지의 장례식을 멋지게 망치고 아지트로 향한 ‘릴리’는 어딘가 위태롭지만 매력적인 남자 ‘라일’에게 순식간에 마음을 빼앗긴다. 새로운 도시에서 자신의 이름을 건 꽃집을 오픈한 릴리는 운명처럼 라일을 다시 만나게 되고 걷잡을 수 없는 사랑에 빠져든다. 그러던 어느 날, 어린 시절의 모든 상처를 알고 있는 첫사랑 ‘아틀라스’와 우연히 재회한 후 감당하기 벅찬 라일의 위협적인 모습을 목격하게 되고 완벽했던 관계가 순식간에 요동치면서 릴리는 피할 수 없는 선택의 기로에 서게 되는데… 외면하고 싶지만 마주해야 하는 사랑과 선택의 순간 올가을, 모두에게 위로와 용기를 선사하는 특별한 이야기!",
        "rating":7.2,
        "tmdb_score":252.8,
        "runtime":131,
        "poster_URL":"https:\/\/image.tmdb.org\/t\/p\/w500\/287MYoxjfINSyfaaV636Z2ioR36.jpg",
        "genres":"로맨스, 드라마",
        "director":"Justin Baldoni",
        "watch_providers":"wavve, Naver Store, Google Play Movies",
        "cast":"블레이크 라이블리 (Lily Bloom), Justin Baldoni (Ryle Kincaid), 제니 슬레이트 (Allysa), 브랜든 스클레나 (Atlas Corrigan), Hasan Minhaj (Marshall), Kevin McKidd (Andrew Bloom), Amy Morton (Jenny Bloom), Alex Neustaedter (Young Atlas Corrigan), Isabela Ferrer (Young Lily Bloom)"
    }
]